Repository: niavok/perroquet
Catalog: po/*.po
Languages: it

source: Oral comprehension teacher
it: Insegnante di comprensione orale

source: An oral comprehension teacher
it: Un insegnante di comprensione orale

source: Correction
it: Correzione

source: Display correction
it: Visualizza correzione

source: Display translation
it: Mostra traduzione

source: E_dit
it: _Modifica

source: Erase
it: Elimina

source: Exercise language
it: Lingua dell'esercizio

source: Exercise properties
it: Proprietà esercizio

source: Exercise subtitle:
it: Sottotitolo esercizio:

source: Exercise video or audio:
it: Esercizio video o audio:

source: Export
it: Esporta

source: Export as package...
it: Esporta come pacchetto...

source: H_elp
it: A_iuto

source: Hint
it: Suggerimento

source: Import a package
it: Importa un pacchetto

source: Language:
it: Lingua:

source: Last open files
it: Ultimi files aperti

source: Lateral panel
it: Pannello laterale

source: List of all words to find in the exercise
it: Elenco di tutte le parole da trovare nell'esercizio

source: New exercise
it: Nuovo Esercizio

source: Next Sequence
it: Prossima sequenza

source: Next sequence
it: Prossima sequenza

source: Pause
it: Pausa

source: Play
it: Riproduci

source: Play speed
it: Velocità di riproduzione

source: Position in current sequence
it: Posizione nella sequenza attuale

source: Position in exercise
it: Posizione nell'esercizio

source: Previous sequence
it: Sequenza Precedente

source: Progress statistics
it: Statistiche dei progressi

source: Properties
it: Proprietà

source: Replay sequence
it: Ripetere Sequenza

source: Reveal the word
it: Rivela la parola

source: Save exercise
it: Salva l'esercizio

source: Select a subtitle file
it: Seleziona un File dei Sottotitoli

source: Select a video file
it: Seleziona un file video

source: Show/Hide correction
it: Mostra/Nascondi correzioni

source: Show/Hide translation
it: Mostra/Nascondi traduzione

source: These subtitles should be in your mother language. Supported format: srt
it: Questi sottotitoli dovrebbero essere nella tua lingua madre. Formato supportato: srt

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
it: Questo programma è software libero; è possibile ridistribuirlo o modificarlo secondo i termini previsti dalla licenza GNU General Public License così come pubblicata dalla Free Software Foundation, sia la versione 3 della Licenza, sia (a vostra scelta) una qualsiasi versione più recente. Questo programma è distribuito nella speranza che possa risultare utile, ma SENZA ALCUNA GARANZIA, nemmeno la garanzia implicita di COMMERCIABILITÀ o APPLICABILITÀ PER UNO SCOPO PARTICOLARE. Per maggiori dettagli consultare la GNU General Public License. Una copia della GNU General Public License dovrebbe essere stata fornita con questo programma. In caso contrario, consultare <http://www.gnu.org/licenses/>.

source: Translation
it: Traduzione

source: Translation subtitles (optional):
it: Sottotitoli di traduzione (opzionale):

source: Words
it: Parole

source: _Advanced properties
it: _Proprietà avanzate

source: _Exercise
it: _Esercizio

source: _Exercise manager
it: _Gestore esercizio

source: open exercise
it: apri esercizio

source: open saved exercise
it: apri esercizio salvato

source: Exercise:
it: Esercizio:

source: Repeat sequences after completed it
it: Ripeti le sequenze dopo averle completate

source: Translation:
it: Traduzione:

source: Use dynamic correction
it: Usa correzione dinamica

source: Correction password :
it: Correzione password :

source: Disable help tools
it: Disabilita gli strumenti di aiuto

source: Exercise
it: Esercizio

source: Exercise name:
it: Nome dell'esercizio:

source: Lock exercise's correction
it: Blocca la correzione dell'esercizio

source: Lock exercise's propreties
it: Blocca le proprietà dell'esercizio

source: Locks
it: Blocchi

source: Paths
it: Percorsi

source: Paths list
it: Lista percorsi

source: Play sequence in a random order
it: Riproduci la sequenza in ordine casuale

source: Properties password :
it: Proprietà password :

source: Sequences
it: Sequenze

source: Details
it: Dettagli

source: Exercises
it: Esercizi

source: Settings
it: Impostazioni

source: Use
it: Usa

source: label
it: etichetta

source: Correction password :
it: Correzione password :

source: Cancel
it: Cancella

source: Advanced
it: Avanzate

source: Exercise type:
it: Tipo di esercizio:

source: General
it: Generale

source: Interface
it: Interfaccia

source: Untitled exercise
it: Esercizio senza titolo

source: Import finish succesfully. Use the exercises manager to use the newly installed exercise.
it: Importazione avvenuta con successo. Usa il gestore degli esercizi per usare l'esercizio appena installato.

source: Import failed.
it: Importazione fallita.

source: Imported exercise
it: Esercizio importato

source: File not found:
it: File non trovato:

source: Exercise already exist.
it: Esercizio già esistente.

source: The file '%s' doesn't exist. Please modify exercise paths
it: Il file '%s' non esiste. Modifica i percorsi dell'esercizio

source: load error
it: errore di caricamento

source: Path
it: Percorso

source: Do you really quit without save ?
it: Vuoi veramente uscire senza salvare?

source: Confirm quit
it: Conferma uscita

source: Information
it: Informazione

source: Select File to open
it: Seleziona il file da aprire

source: Perroquet files
it: File di Perroquet

source: All files
it: Tutti i file

source: Select package to import
it: Seleziona il pacchetto da importare

source: Perroquet package files
it: Pacchetti di Perroquet

source: Select File to Save to
it: Seleziona File dove Salvare

source: Select File to Export to
it: Seleziona il file da esportare

source: - Sequences: %(found)s/%(count)s (%(percent)s %%)
it: - Sequenze: %(found)s/%(count)s (%(percent)s %%)

source: - Words: %(found)s/%(count)s (%(percent)s %%)
it: - Parole: %(found)s/%(count)s (%(percent)s %%)

source: - Repeat ratio: %s per words
it: Rapporto di ripetizione: %s per parole

source: Wrong password
it: Password errata

source: Updating repositories...
it: Aggiornamento repositories...

source: <small>Group</small>
it: <small>Gruppo</small>

source: Installed
it: Installato

source: Available
it: Disponibile

source: Used
it: Usato

source: Done
it: Completato

source: <small>Exercise</small>
it: <small>Esercizio</small>

source: Name
it: Nome

source: Description
it: Descrizione

source: Status
it: Stato

source: Words count
it: Conteggio parole

source: Licence
it: Licenza

source: Author
it: Autore

source: Author website
it: Sito dell'autore

source: Version
it: Versione

source: Language
it: Lingua

source: Install status
it: Stato installazione

source: Exercise path
it: Percorso esercizio

source: Package path
it: Percorso pacchetto

source: Value
it: Valore

source: Install
it: Installa

source: %d available exercises
it: %d esercizi disponibili

source: %d available exercise
it: %d esercizio disponibile

source: and %d installed exercises
it: e %d esercizi installati

source: and %d installed exercise
it: e %d esercizio installato
